<?php
session_start();

// Kiểm tra nếu người dùng đã đăng nhập hay chưa
if (!isset($_SESSION['fullname'])) {
    header("Location: login.html");
    exit();
}
?>


<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Detox thanh lọc và thải độc cùng UBIDETOX</title>
    <link rel="stylesheet" href="index.css">
    <script src="https://kit.fontawesome.com/856fcad114.js" crossorigin="anonymous"></script>
</head>
<body>
    <div class="header_wrapper_wrap">
        <!-- Mở đầu -->
        <div class="top_header">
            <div class="container">
                <div class="text_1">
                    <p>Khám phá các dòng <a href="Sanpham.html">sản phẩm</a></p>
                </div>
                <div class="text_2">
                    <div class="menu_header">
                        <div class="icon_login">
                            
                        </div>
                        <div class="headermenu">
                            <div class="nav_header">
                                <span class="sign_in_up"><a href="#">Chào mừng, <?php echo $_SESSION['fullname']; ?></a> | 
                                <a href="logout.php">Đăng xuất</a>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
            <div class="header_wrapper">
                <div class="navbar">
                    <a href="index.html"><img src="Picture/LOGO.png" class="logo"></a>
                    <ul>
                        <li><a href="Introduction.html">Giới thiệu</a></li>
                        <li><a href="#">Sản phẩm</a>
                            <ul class="ul ul2">
                                <li><a href="ProductWeight.html">Liệu trình giảm cân</a></li>
                                <li><a href="ProductPoison.html">Thanh lọc & thải độc</a></li>
                                <li><a href="ProductHealing.html">Liệu trình nước ép xanh chữa lành</a></li>
                            </ul>
                        </li>
                        <li><a href="Quytrinh.html">Quy trình</a></li>
                        <li><a href="Lienhe.html">Liên hệ</a></li>
                    </ul>
                    <div class="nav__bars">
                        <svg xmlns="http://www.w3.org/2000/svg"
                            viewBox="0 0 448 512"><!--!Font Awesome Free 6.5.2 by @fontawesome - https://fontawesome.com License - https://fontawesome.com/license/free Copyright 2024 Fonticons, Inc.-->
                            <path
                                d="M0 96C0 78.3 14.3 64 32 64H416c17.7 0 32 14.3 32 32s-14.3 32-32 32H32C14.3 128 0 113.7 0 96zM0 256c0-17.7 14.3-32 32-32H416c17.7 0 32 14.3 32 32s-14.3 32-32 32H32c-17.7 0-32-14.3-32-32zM448 416c0 17.7-14.3 32-32 32H32c-17.7 0-32-14.3-32-32s14.3-32 32-32H416c17.7 0 32 14.3 32 32z" />
                        </svg>
                    </div>
                </div>
            </div>
        </div>
        <!-- Phần 1 -->
        <div class="pri_pic">
            <img src="Picture/primaryPic.png" alt="Ảnh nền">
        </div>
        <div class="logoCenter">
            <img src="Picture/LOGO.png" class="logo1">
        </div>
        <h2>Những dấu hiệu cơ thể của bạn cần detox</h2>
        <div class="column">
            <div class="row">
                <div class="beforeAfterPic">
                    <img src="Picture/LieuTrinh.png" alt="Liệu trình trước và sau">
                </div>
            </div>
            <div class="listColumn">
                <div class="dynamic_icon item" title="Vấn đề tiêu hóa">
                    <div class="svg_list icon_run">
                        <svg fill="#000000" height="64px" width="64px" version="1.1" id="Layer_1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" viewBox="0 0 512 512" xml:space="preserve"><g id="SVGRepo_bgCarrier" stroke-width="0"></g><g id="SVGRepo_tracerCarrier" stroke-linecap="round" stroke-linejoin="round"></g><g id="SVGRepo_iconCarrier"> <g> <g> <path d="M488.206,177.28c-32.747-73.707-98.667-124.8-143.36-131.627c-42.987-6.613-68.693-4.053-83.627,0.107V10.667 C261.219,4.8,256.419,0,250.553,0h-42.667c-5.867,0-10.667,4.8-10.667,10.667v76.907c-7.787,13.12-10.987,28.48-9.067,43.52 c3.2,26.24,20.267,51.627,50.773,75.52c37.333,29.12,40.32,62.08,30.72,83.093c-10.773,23.787-37.44,35.307-67.627,29.44 c-10.773-2.133-22.187-4.693-33.707-7.253c-53.973-12.16-109.76-24.64-141.12,0.427c-14.613,11.84-21.973,30.4-21.973,55.467 v133.547c0,5.867,4.8,10.667,10.667,10.667h53.333c5.867,0,10.667-4.8,10.667-10.667v-85.44c0-0.32,0.213-8.427,6.4-11.84 c4.8-2.667,20.48-6.08,61.653,18.773c99.093,60.053,237.12,75.52,327.253-61.12C522.126,290.667,508.153,222.187,488.206,177.28z M457.379,349.973c-81.92,124.053-207.893,109.547-298.453,54.72c-37.973-23.04-65.28-29.227-83.307-19.093 c-13.547,7.68-17.067,22.613-17.067,30.187v74.88h-32v-122.88c0-18.56,4.587-31.147,13.973-38.72 c23.36-18.667,76.267-6.72,123.093,3.733c11.733,2.667,23.36,5.227,34.347,7.36c40.427,7.893,76.053-8.533,91.093-41.6 c16.32-35.84,1.707-78.507-37.013-108.8c-65.707-51.307-37.013-90.88-35.84-92.48c1.493-1.92,2.24-4.16,2.24-6.613V21.333h21.333 v40.853c-0.107,4.267,2.453,8.213,6.293,10.027c3.84,1.707,8.32,0.96,11.413-2.027c0.213-0.107,18.027-13.547,83.947-3.52 c38.4,5.867,98.667,55.147,127.147,119.253C486.499,226.027,498.979,286.933,457.379,349.973z"></path> </g> </g> </g></svg>					</div>
                    <div class="text_column">Vấn đề tiêu hóa</div>
                </div>
                <div class="dynamic_icon item" title="Tụt năng lượng">
                    <div class="svg_list icon_run">
                        <svg version="1.1" id="Layer_1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" width="64px" height="64px" viewBox="0 0 64 64" enable-background="new 0 0 64 64" xml:space="preserve" fill="#000000"><g id="SVGRepo_bgCarrier" stroke-width="0"></g><g id="SVGRepo_tracerCarrier" stroke-linecap="round" stroke-linejoin="round"></g><g id="SVGRepo_iconCarrier"> <g> <rect x="1" y="21"  stroke="#000000" stroke-width="2" stroke-miterlimit="10" width="58" height="24"></rect> <polyline  stroke="#000000" stroke-width="2" stroke-miterlimit="10" points="59,27 63,27 63,39 59,39 "></polyline> <rect x="5" y="25"  stroke="#000000" stroke-width="2" stroke-miterlimit="10" width="50" height="16"></rect> </g> <polyline  stroke="#000000" stroke-width="2" stroke-miterlimit="10" points="22,33 29,30 29,36 36,33 "></polyline> </g></svg>					</div>
                    <div class="text_column">Tụt năng lượng</div>
                </div>
                <div class="dynamic_icon item" title="Vấn đề về da">
                    <div class="svg_list icon_run">
                        <svg fill="#000000" width="64px" height="64px" viewBox="0 0 64 64" id="Layer_1_1_" version="1.1" xml:space="preserve" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink"><g id="SVGRepo_bgCarrier" stroke-width="0"></g><g id="SVGRepo_tracerCarrier" stroke-linecap="round" stroke-linejoin="round"></g><g id="SVGRepo_iconCarrier"><path d="M52,35c0.005-11.585,3.404-22.805,9.832-32.445L62.868,1h-3.282l-0.293,0.293C50.721,9.865,46,21.262,46,33.385V35H33.868 c1.383-7.986,4.409-15.613,8.964-22.445L43.868,11h-3.282l-0.293,0.293C33.732,17.854,29.438,26.071,27.779,35H14.315 c0.97-9.436,4.207-18.48,9.517-26.445L24.868,7h-3.282l-0.293,0.293C13.763,14.823,9.208,24.533,8.211,35H1v28h62V35H52z M61,39.052 c-2.214,0.238-3.487,1.255-4.626,2.166C55.18,42.174,54.148,42.998,52,43v-6h9V39.052z M48,48.223V33.385 c0-9.56,3.07-18.646,8.745-26.135C52.315,15.812,50,25.295,50,35.027v13.195l0.33,0.298C50.762,48.91,51,49.436,51,50 c0,1.103-0.897,2-2,2s-2-0.897-2-2c0-0.564,0.238-1.09,0.67-1.479L48,48.223z M46,37v3.049C45.005,39.455,43.766,39,41.991,39 c-2.851,0-4.324,1.179-5.624,2.219c-0.98,0.785-1.861,1.473-3.329,1.698c0.071-1.988,0.249-3.961,0.518-5.916H46z M29,43.385 c0-9.56,3.07-18.646,8.745-26.135C33.315,25.812,31,35.295,31,45.027v4.049l0.599,0.262C33.058,49.977,34,51.414,34,53 c0,2.206-1.794,4-4,4s-4-1.794-4-4c0-1.586,0.942-3.023,2.401-3.662L29,49.076V43.385z M27.45,37c-0.175,1.254-0.3,2.52-0.371,3.796 C25.894,39.884,24.46,39,21.992,39c-2.85,0-4.323,1.179-5.623,2.219c-0.756,0.605-1.438,1.147-2.369,1.471v-1.662 c0-1.348,0.051-2.691,0.142-4.027H27.45z M10,47.223v-7.838c0-9.56,3.07-18.646,8.745-26.135C14.315,21.812,12,31.295,12,41.027 v6.195l0.33,0.298C12.762,47.91,13,48.436,13,49c0,1.103-0.897,2-2,2s-2-0.897-2-2c0-0.564,0.238-1.09,0.67-1.479L10,47.223z M8.064,37C8.023,37.792,8,38.586,8,39.385v2.125c-0.125-0.098-0.25-0.189-0.377-0.29C6.485,40.309,5.213,39.291,3,39.052V37H8.064z M3,61v-5.924c1.495,0.217,2.383,0.912,3.372,1.704c1.3,1.041,2.773,2.22,5.623,2.22s4.323-1.179,5.623-2.219 C18.812,55.825,19.844,55,21.992,55v-2c-2.851,0-4.324,1.179-5.624,2.22C15.174,56.175,14.144,57,11.995,57s-3.18-0.825-4.373-1.781 C6.484,54.308,5.212,53.291,3,53.052V41.076c1.496,0.217,2.384,0.912,3.373,1.705C6.875,43.182,7.392,43.593,8,43.954v2.416 C7.359,47.099,7,48.034,7,49c0,2.206,1.794,4,4,4s4-1.794,4-4c0-0.966-0.359-1.901-1-2.63v-1.602 c1.617-0.394,2.674-1.232,3.619-1.988c1.193-0.955,2.225-1.78,4.373-1.78s3.181,0.825,4.375,1.78 c0.208,0.166,0.423,0.325,0.636,0.487c0,0.039-0.003,0.078-0.003,0.117v4.424c-1.842,1.064-3,3.036-3,5.191c0,3.309,2.691,6,6,6 s6-2.691,6-6c0-2.155-1.158-4.127-3-5.191v-2.781c0-0.027,0.001-0.053,0.001-0.08c2.209-0.24,3.479-1.256,4.616-2.166 C38.812,41.825,39.843,41,41.991,41c1.933,0,2.958,0.664,4.009,1.489v4.881c-0.641,0.729-1,1.664-1,2.63c0,2.206,1.794,4,4,4 s4-1.794,4-4c0-0.966-0.359-1.901-1-2.63V45c2.849-0.001,4.322-1.179,5.623-2.219c0.991-0.793,1.879-1.488,3.377-1.705v11.976 c-2.214,0.238-3.487,1.255-4.626,2.166C55.179,56.175,54.146,57,51.995,57c-2.15,0-3.183-0.825-4.377-1.781 C46.317,54.179,44.843,53,41.991,53c-1.634,0-2.994,0.388-4.28,1.22l1.086,1.68C39.484,55.454,40.401,55,41.991,55 c2.15,0,3.183,0.825,4.377,1.781C47.669,57.821,49.144,59,51.995,59c2.853,0,4.326-1.179,5.628-2.219 c0.991-0.793,1.879-1.488,3.377-1.705V61H3z"></path></g></svg>					</div>
                    <div class="text_column">Vấn đề về da</div>
                </div>
                <div class="dynamic_icon item" title="Kém tập trung">
                    <div class="svg_list icon_run">
                        <svg height="64px" width="64px" version="1.1" id="_x32_" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" viewBox="0 0 512 512" xml:space="preserve" fill="#000000"><g id="SVGRepo_bgCarrier" stroke-width="0"></g><g id="SVGRepo_tracerCarrier" stroke-linecap="round" stroke-linejoin="round"></g><g id="SVGRepo_iconCarrier"> <style type="text/css"> .st0{fill:#000000;} </style> <g> <path class="st0" d="M410.34,153.043c-1.278-1.293-2.712-2.477-4.288-3.527l-1.615-0.337c-0.846-0.368-1.52-0.972-1.96-1.702 c-2.524-1.191-5.166-1.959-7.854-2.343c-2.321-0.322-3.951-2.477-3.614-4.814c0.313-2.336,2.484-3.966,4.805-3.645 c2.658,0.392,5.322,1.067,7.878,2.07c0.415-1.866,0.65-3.771,0.65-5.691c-0.008-4.202-0.995-8.443-3.096-12.433 c-2.399-4.562-5.918-8.121-10.034-10.55c-3.606-2.132-7.682-3.402-11.868-3.7c-0.305,3.817-1.214,7.619-2.798,11.303 c-0.941,2.163-3.441,3.159-5.612,2.226c-2.164-0.925-3.167-3.433-2.234-5.597c1.52-3.55,2.234-7.203,2.25-10.825l-0.055-1.544 c-0.29-5.017-1.952-9.861-4.782-13.992c-2.83-4.124-6.796-7.502-11.734-9.642c-3.543-1.513-7.212-2.226-10.826-2.226 c-6.922,0-13.624,2.666-18.687,7.368c0.948,3.222,1.489,6.616,1.489,10.144c0,2.352-1.928,4.264-4.28,4.264 s-4.272-1.912-4.272-4.264c0-3.457-0.635-6.734-1.795-9.783h0.008c-1.968-5.134-5.448-9.555-9.908-12.675 c-4.445-3.119-9.83-4.946-15.693-4.946c-5.087,0-9.83,1.388-13.906,3.786c-3.261,1.928-6.075,4.531-8.285,7.588 c4.319,5.918,6.874,13.232,6.874,21.118c0,2.351-1.92,4.256-4.28,4.256c-2.352,0-4.272-1.905-4.272-4.256 c0-6.929-2.548-13.232-6.788-18.053c-5.032-5.746-12.377-9.343-20.608-9.343c-5.714,0-10.974,1.732-15.372,4.711 c-4.382,2.979-7.87,7.196-9.932,12.15c-1.332,3.237-2.093,6.804-2.093,10.535c0,2.351-1.905,4.256-4.264,4.256 c-2.36,0-4.264-1.905-4.264-4.256c0-3.465,0.502-6.804,1.411-9.987c-3.214-1.301-6.694-2.022-10.268-2.022 c-2.03,0-4.068,0.235-6.138,0.698c-6.083,1.403-11.17,4.68-14.894,9.116c-2.681,3.199-4.594,7-5.589,11.084 c8.819,0.156,17.629,3.566,24.434,10.229c1.678,1.654,1.709,4.351,0.063,6.028c-1.654,1.693-4.351,1.709-6.036,0.07 c-5.346-5.212-12.236-7.823-19.166-7.831c-1.238,0-2.477,0.086-3.716,0.243h-0.015h-0.008c-5.808,0.807-11.405,3.456-15.85,7.988 c-5.221,5.33-7.808,12.213-7.815,19.158c0,3.959,0.862,7.948,2.586,11.617c1.34,2.892,3.222,5.589,5.652,7.956v0.007 c2.744,2.697,5.911,4.688,9.29,5.989c2.186,0.855,3.292,3.324,2.43,5.518c-0.854,2.211-3.316,3.309-5.518,2.446 c-4.413-1.709-8.583-4.326-12.19-7.862c-1.575-1.552-2.979-3.206-4.224-4.961c-3.222,4.617-4.97,10.142-4.97,15.771 c0,4.359,1.043,8.756,3.245,12.887c2.477,4.625,6.06,8.231,10.277,10.692c3.331,1.952,7.055,3.183,10.896,3.614l-0.008-0.259 c0-2.258,0.212-4.468,0.596-6.616c0.439-2.32,2.673-3.834,4.978-3.418c2.32,0.431,3.849,2.657,3.433,4.977 c-0.306,1.638-0.47,3.339-0.47,5.056l0.07,1.984l0.227,1.999v0.023l0.008,0.039c1.96,13.389,13.53,23.398,27.075,23.398 l1.968-0.078h0.008c6.004-0.431,11.397-2.752,15.677-6.365c3.002-2.532,5.463-5.706,7.149-9.282 c0.995-2.14,3.558-3.048,5.683-2.038c2.132,1.004,3.042,3.543,2.038,5.676c-1.826,3.849-4.319,7.321-7.313,10.276 c1.677,5.158,4.828,9.587,8.944,12.879c4.704,3.771,10.637,5.997,17.049,5.997l1.976-0.078h0.008 c4.06-0.29,7.815-1.458,11.147-3.277c-0.518-2.453-0.815-4.961-0.815-7.501c0-5.237,1.168-10.575,3.582-15.592 c1.027-2.124,3.574-3.01,5.691-1.983c2.124,1.011,3.026,3.567,1.999,5.691c-1.858,3.849-2.728,7.894-2.728,11.884 c0,2.79,0.431,5.573,1.262,8.214h0.008c2.187,6.969,7.126,13.06,14.235,16.477c3.841,1.858,7.886,2.728,11.868,2.728 c6.326,0,12.511-2.211,17.418-6.216l0.016-0.008c2.979-2.454,5.472-5.558,7.266-9.266l0.008-0.016 c1.67-3.464,2.548-7.093,2.696-10.715c0.11-2.352,2.093-4.186,4.46-4.076c2.352,0.102,4.17,2.092,4.068,4.444 c-0.204,4.75-1.356,9.547-3.543,14.07v-0.008c-1.756,3.661-4.068,6.883-6.78,9.634c5.032,7.227,13.404,11.782,22.458,11.774 c1.677,0,3.386-0.156,5.103-0.486c6.592-1.238,12.15-4.727,16.101-9.524c3.943-4.806,6.24-10.912,6.24-17.356l-0.008-0.579v-0.032 c-0.031-1.45-0.18-2.97-0.462-4.5c-0.682-3.629-2.07-6.922-3.974-9.83c-2.759-2.43-5.824-5.604-8.716-9.132 c-3.081-3.762-5.918-7.878-7.823-12.024c-1.254-2.775-2.148-5.581-2.164-8.536c0-1.309,0.18-2.665,0.674-3.966 c0.478-1.325,1.262-2.579,2.312-3.614c1.662-1.654,4.358-1.654,6.028,0c1.662,1.677,1.662,4.389,0,6.044l-0.322,0.51l-0.164,1.027 c-0.016,1.074,0.431,2.893,1.395,4.985c0.956,2.086,2.375,4.429,4.045,6.741c3.308,4.633,7.596,9.18,10.825,11.954l0.439,0.377 l0.322,0.478c2.642,3.935,4.578,8.466,5.51,13.412v0.008l0.306,2.116l1.278,0.055c5.409-0.008,10.856-1.607,15.646-4.97 c3.81-2.681,6.71-6.122,8.67-9.987c1.967-3.872,2.994-8.152,2.994-12.463c0-4.037-0.91-8.09-2.728-11.86 c-1.686,0.541-3.395,0.972-5.127,1.27c-2.32,0.415-4.523-1.161-4.938-3.48c-0.393-2.328,1.176-4.523,3.496-4.931 c7.556-1.301,14.478-5.706,18.758-12.777c2.712-4.444,3.99-9.336,3.99-14.172c0-7.126-2.752-14.094-7.878-19.26L410.34,153.043z M214.788,120.481c4.076-4.821,9.485-8.247,15.301-10.489c5.84-2.242,12.095-3.316,18.1-3.316 c5.84,0.008,11.452,0.996,16.218,3.207c2.132,0.971,3.065,3.519,2.077,5.659c-0.98,2.133-3.512,3.073-5.667,2.086 c-3.292-1.544-7.8-2.43-12.628-2.43c-4.97,0-10.268,0.916-15.027,2.767c-4.758,1.826-8.936,4.554-11.876,8.019 c-1.505,1.803-4.209,2.038-6.012,0.502C213.479,124.965,213.252,122.276,214.788,120.481z M311.925,221.396 c-4.962,0-9.462-0.564-13.569-1.512c0.11,1.175,0.188,2.484,0.188,3.872c0,2.783-0.306,5.964-1.176,9.304 c-0.878,3.331-2.359,6.835-4.695,10.198c-1.34,1.944-3.998,2.422-5.934,1.081c-1.944-1.341-2.414-3.99-1.09-5.942 c1.724-2.485,2.798-5.025,3.457-7.525c0.659-2.5,0.902-4.931,0.902-7.117c0.008-3.018-0.455-5.503-0.784-6.922 c-2.085-0.941-4.006-1.999-5.8-3.183c-7.149-4.625-11.93-10.731-14.933-16.54c-2.014-3.896-3.238-7.658-3.896-10.927 c-0.376-1.866-0.564-3.558-0.564-5.096c0-2.367,1.913-4.28,4.272-4.28c2.359,0,4.272,1.913,4.272,4.28 c-0.008,1.238,0.259,3.316,0.933,5.676c0.674,2.367,1.748,5.056,3.3,7.76c3.112,5.44,8.058,10.888,15.693,14.424 c5.103,2.367,11.452,3.903,19.424,3.903c2.359,0,4.272,1.913,4.272,4.272C316.197,219.484,314.285,221.396,311.925,221.396z M341.979,190.229c-0.878,2.18-3.363,3.246-5.558,2.375c-2.187-0.878-3.237-3.347-2.375-5.534v-0.008l0.024-0.063l0.126-0.376 l0.439-1.536c0.322-1.348,0.651-3.253,0.651-5.346l-0.008-0.298c-5.863,1.991-11.303,2.884-16.312,2.884 c-7.572,0.016-14.125-2.061-19.456-5.212c-5.338-3.15-9.492-7.321-12.597-11.562c-3.527-4.805-8.152-9.116-13.451-12.165 c-5.314-3.058-11.256-4.876-17.566-4.892c-5.526,0.016-11.405,1.395-17.543,4.766c-5.824,3.198-9.571,7.454-11.993,12.126 c-2.406,4.68-3.425,9.79-3.418,14.447c-0.016,4.311,0.894,8.214,2.077,10.676c1.011,2.132,0.094,4.672-2.03,5.683 c-2.124,1.012-4.672,0.094-5.683-2.03c-1.858-3.936-2.892-8.89-2.908-14.329c0.008-5.409,1.082-11.32,3.724-16.971 c-5.298,1.2-10.221,1.733-14.705,1.733c-2.422,0-4.704-0.157-6.875-0.439l-0.792,1.599l-0.008,0.015l-0.063,0.064l-0.227,0.29 l-0.91,1.238c-0.776,1.114-1.85,2.736-3.018,4.805c-2.328,4.1-4.993,9.885-6.287,16.382c-0.462,2.313-2.704,3.826-5.017,3.355 c-2.312-0.462-3.818-2.704-3.339-5.032c1.536-7.706,4.571-14.259,7.212-18.923c1.379-2.414,2.642-4.326,3.566-5.628 c-3.48-1.042-6.49-2.32-8.951-3.622c-5.62-2.987-8.545-5.981-8.795-6.224c-1.631-1.701-1.584-4.398,0.109-6.036 c1.701-1.63,4.39-1.583,6.028,0.094l0.048,0.047l0.25,0.243l1.223,1.026c1.112,0.878,2.83,2.086,5.126,3.308 c4.609,2.43,11.492,4.892,20.718,4.908c6.482,0,14.125-1.238,23.006-4.656c2.25-2.093,4.844-4.005,7.823-5.636 c7.306-4.005,14.666-5.808,21.65-5.808c7.98,0,15.403,2.321,21.831,6.02c6.428,3.716,11.876,8.803,16.069,14.525 c2.548,3.456,5.895,6.804,10.042,9.241c4.17,2.446,9.1,4.038,15.128,4.045c4.131,0,8.787-0.768,14.055-2.618 c-1.285-2.062-3.198-4.053-6.349-5.856c-2.054-1.168-2.783-3.77-1.623-5.816c1.168-2.062,3.763-2.768,5.816-1.623 c5.048,2.846,8.427,6.616,10.386,10.559c1.983,3.927,2.571,7.909,2.571,11.296C343.797,185.652,342.096,189.924,341.979,190.229z M340.38,137.938c-9.971,0-18.695-2.689-25.75-6.757c-0.995,1.38-2.328,3.112-4.045,4.993c-3.864,4.241-9.54,9.219-17.135,11.946 c-2.234,0.784-4.664-0.36-5.456-2.586c-0.792-2.227,0.376-4.664,2.579-5.448c5.605-1.999,10.292-5.926,13.538-9.477 c1.505-1.623,2.673-3.159,3.52-4.335c-4.21-3.558-7.533-7.611-9.814-11.781c-2.163-3.998-3.418-8.121-3.433-12.127 c0-2.351,1.913-4.264,4.272-4.264c2.352,0,4.264,1.913,4.264,4.264c-0.016,2.156,0.737,5.033,2.398,8.051 c1.638,3.025,4.131,6.176,7.392,8.999c6.522,5.652,15.936,9.978,27.671,9.978c2.359,0,4.264,1.921,4.264,4.28 C344.644,136.025,342.739,137.938,340.38,137.938z M374.023,198.037c-1.497,1.803-4.194,2.069-6.012,0.556 c-1.818-1.497-2.069-4.193-0.58-6.004c4.656-5.652,6.373-11.343,6.388-16.79c0.016-4.962-1.505-9.752-3.888-13.788 c-2.352-4.03-5.604-7.259-8.732-9.054c-2.101-1.207-4.076-1.748-5.644-1.748c-2.36,0-4.264-1.904-4.264-4.264 c0-2.359,1.905-4.272,4.264-4.272c2.594,0,5.134,0.635,7.549,1.701c2.406,1.051,4.68,2.548,6.796,4.375 c4.225,3.652,7.815,8.622,10.073,14.447c1.489,3.887,2.398,8.152,2.398,12.604C382.379,183.12,379.879,190.958,374.023,198.037z"></path> <path class="st0" d="M172.459,411.86l0.291,0.259c-0.008-0.008-0.008-0.008-0.016-0.016L172.459,411.86z"></path> <path class="st0" d="M428.699,66.574C396.943,29.442,349.183,4.155,287.986,0.462C283.008,0.156,278.054,0,273.147,0 c-51.469,0-98.815,16.712-133.524,47.393c-34.733,30.602-56.36,75.408-56.282,129.072c0,1.215,0.008,2.43,0.031,3.653l-0.054,6.474 l-44.179,78.018c-2.375,4.209-3.575,8.905-3.575,13.601c0,3.918,0.832,7.854,2.516,11.522c3.567,7.784,10.582,13.381,18.891,15.309 l-0.016,0.07l20.318,5.597l8.027,77.423l0.063-0.008c0.565,11.28,5.597,21.87,14.142,29.301 c7.596,6.616,17.292,10.206,27.263,10.206c1.01,0,2.006-0.094,3.01-0.164l23.022,1.826l1.153-0.125l0.368-0.016 c0.885,0,1.709,0.314,2.344,0.886l0.038,0.04c0.73,0.658,1.161,1.622,1.161,2.61V512h214.96v-12.04c0,0,0-32.616,0-45.628 c-0.024-5.237,1.019-15.591,3.073-25.578c1.019-5.008,2.28-10.002,3.708-14.32c1.411-4.311,3.042-7.98,4.405-10.12 c14.298-23.046,34.514-41.952,53.028-68.69c18.492-26.714,34.255-61.369,38.574-113.951c0.549-6.592,0.824-13.185,0.824-19.745 C476.436,152.079,460.508,103.674,428.699,66.574z M451.611,219.664c-4.178,48.875-17.849,78.12-34.405,102.303 c-16.531,24.159-36.974,43.152-53.616,69.577c-2.9,4.672-5.025,9.846-6.851,15.348c-2.712,8.239-4.648,17.222-5.973,25.586 c-1.317,8.387-2.014,15.991-2.022,21.854c0,8.356,0,20.992,0,33.588H181.944v-55.231c0-7.847-3.339-15.317-9.188-20.56 c-5.103-4.586-11.687-7.063-18.436-7.063c-0.494,0-0.972,0.054-1.458,0.086l-22.998-1.834l-1.129,0.125l-1.967,0.11 c-4.186,0-8.262-1.513-11.453-4.288c-3.684-3.206-5.864-7.815-6.005-12.714l-0.007-0.454l-9.767-94.221l-36.607-10.096 l-0.439-0.086c-1.113-0.22-2.045-0.957-2.524-1.992l-0.322-1.489l0.455-1.74l47.251-83.443l0.102-13.036v-0.173 c-0.023-1.128-0.031-2.242-0.031-3.354c0.079-47.251,18.444-84.658,48.153-111.035c29.74-26.315,71.27-41.35,117.573-41.35 c4.413,0,8.866,0.141,13.35,0.416l0.744-12.017l-0.737,12.017c55.443,3.488,96.252,25.609,123.914,57.755 c27.616,32.17,41.938,74.898,41.938,119.674C452.356,207.812,452.113,213.73,451.611,219.664z"></path> </g> </g></svg>					</div>
                    <div class="text_column">Kém tập trung</div>
                </div>
                <div class="dynamic_icon item" title="Giấc ngủ kém">
                    <div class="svg_list icon_run">
                        <svg fill="#000000" height="64px" width="64px" version="1.1" id="Capa_1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" viewBox="0 0 487.823 487.823" xml:space="preserve"><g id="SVGRepo_bgCarrier" stroke-width="0"></g><g id="SVGRepo_tracerCarrier" stroke-linecap="round" stroke-linejoin="round"></g><g id="SVGRepo_iconCarrier"> <g> <path d="M474.823,436.159h-67.022v-19.59h37.605c4.169,0,8.085-2,10.529-5.376c2.445-3.376,3.122-7.721,1.821-11.682 l-50.605-154.039c-1.752-5.331-6.727-8.937-12.339-8.942c-0.004,0-0.008,0-0.012,0c-5.607,0-10.583,3.596-12.343,8.92 l-22.073,66.776l-32.127-97.693c-1.754-5.334-6.734-8.939-12.35-8.939s-10.595,3.605-12.35,8.939l-60.833,184.974 c-1.303,3.961-0.626,8.306,1.818,11.684c2.445,3.377,6.361,5.377,10.531,5.377h47.833v19.59H13c-7.18,0-13,5.82-13,13 c0,7.18,5.82,13,13,13l461.823,0c7.18,0,13-5.82,13-13C487.823,441.979,482.003,436.159,474.823,436.159z M394.763,291.066 l32.689,99.502h-41.304l-12.106-36.816L394.763,291.066z M315.908,260.207l42.871,130.362h-85.744L315.908,260.207z M381.801,416.569v19.59l-52.893,0v-19.59H381.801z"></path> <path d="M145.506,264.654c65.89,0,119.494-53.605,119.494-119.495c0-7.563-0.721-15.161-2.143-22.584 c-1.152-6.021-6.354-10.418-12.483-10.552c-6.155-0.123-11.518,4.033-12.934,9.997c-6.128,25.84-28.976,43.887-55.561,43.887 c-31.497,0-57.121-25.624-57.121-57.122c0-26.586,18.047-49.434,43.887-55.563c5.965-1.415,10.131-6.804,9.997-12.934 c-0.135-6.129-4.532-11.331-10.554-12.484c-7.426-1.421-15.023-2.141-22.582-2.141c-65.89,0-119.494,53.605-119.494,119.495 C26.012,211.049,79.616,264.654,145.506,264.654z M117.632,55.907c-11.902,14.461-18.874,32.949-18.874,52.879 c0,45.833,37.288,83.122,83.121,83.122c19.93,0,38.418-6.972,52.879-18.875c-11.888,37.982-47.403,65.622-89.252,65.622 c-51.553,0-93.494-41.941-93.494-93.495C52.012,103.31,79.65,67.794,117.632,55.907z"></path> <path d="M410.938,149.444h22c7.18,0,13-5.82,13-13c0-7.18-5.82-13-13-13h-22c-7.18,0-13,5.82-13,13 C397.938,143.624,403.758,149.444,410.938,149.444z"></path> <path d="M330.93,89.441h22c7.18,0,13-5.82,13-13s-5.82-13-13-13h-22c-7.18,0-13,5.82-13,13S323.75,89.441,330.93,89.441z"></path> <path d="M140.945,343.447c-7.18,0-13,5.82-13,13c0,7.18,5.82,13,13,13h22c7.18,0,13-5.82,13-13c0-7.18-5.82-13-13-13H140.945z"></path> <path d="M60.938,283.444c-7.18,0-13,5.82-13,13c0,7.18,5.82,13,13,13h22c7.18,0,13-5.82,13-13c0-7.18-5.82-13-13-13H60.938z"></path> </g> </g></svg>					</div>
                    <div class="text_column">Giấc ngủ kém</div>
                </div>
                <div class="dynamic_icon item" title="Thừa cân">
                    <div class="svg_list icon_run">
                        <svg width="64px" height="64px" viewBox="0 0 48 48" xmlns="http://www.w3.org/2000/svg"><g id="SVGRepo_bgCarrier" stroke-width="0"></g><g id="SVGRepo_tracerCarrier" stroke-linecap="round" stroke-linejoin="round"></g><g id="SVGRepo_iconCarrier"> <path fill-rule="evenodd" clip-rule="evenodd" d="M11.7839 40L36.216 40C37.2775 40 38.1541 39.1708 38.213 38.1109L39.7685 10.1109C39.8322 8.96454 38.9198 8 37.7716 8L10.2284 8C9.08021 8 8.16778 8.96454 8.23146 10.1109L9.78702 38.1109C9.8459 39.1708 10.7225 40 11.7839 40ZM36.216 42C38.339 42 40.0921 40.3415 40.2099 38.2219L41.7654 10.2219C41.8928 7.92908 40.0679 6 37.7716 6L10.2284 6C7.93204 6 6.10717 7.92907 6.23455 10.2219L7.7901 38.2219C7.90786 40.3415 9.661 42 11.7839 42L36.216 42Z" fill="#333333"></path> <path fill-rule="evenodd" clip-rule="evenodd" d="M34.1955 17.4057C33.1476 16.2921 31.9212 15.3544 30.5625 14.6334C28.611 13.5977 26.442 13.0387 24.2329 13.0019C22.0239 12.9652 19.8375 13.4518 17.8526 14.4219C16.4707 15.0973 15.2137 15.9937 14.1293 17.0718L18.7665 20.5603C18.7816 20.5652 18.8205 20.5727 18.8976 20.5657C19.0544 20.5516 19.2744 20.4796 19.4875 20.3354C19.799 20.1244 20.1259 19.935 20.4658 19.7688C21.607 19.2111 22.8639 18.9314 24.1339 18.9525C25.4039 18.9736 26.6509 19.295 27.7728 19.8904C28.1071 20.0678 28.4274 20.268 28.7318 20.4892C28.9399 20.6405 29.1574 20.7198 29.3137 20.739C29.3905 20.7485 29.4297 20.7423 29.4448 20.7379L34.1955 17.4057ZM29.4525 20.7347C29.4527 20.7349 29.4506 20.7362 29.4455 20.7377C29.4498 20.7352 29.4523 20.7344 29.4525 20.7347ZM18.759 20.5567C18.7592 20.5565 18.7617 20.5574 18.766 20.5601C18.7609 20.5583 18.7587 20.557 18.759 20.5567ZM35.8512 16.2506C36.5933 17.0688 36.3659 18.3263 35.4616 18.9606L30.5893 22.3781C29.685 23.0124 28.4495 22.7564 27.556 22.1071C27.3273 21.9408 27.0865 21.7904 26.8353 21.6571C25.9921 21.2096 25.055 20.9681 24.1006 20.9522C23.1462 20.9363 22.2016 21.1466 21.344 21.5657C21.0885 21.6906 20.8429 21.8329 20.6088 21.9915C19.6942 22.6108 18.4508 22.8255 17.5682 22.1615L12.8123 18.5837C11.9296 17.9197 11.7441 16.6553 12.513 15.8623C13.7981 14.5369 15.3066 13.4401 16.9744 12.625C19.2429 11.5163 21.7416 10.9602 24.2662 11.0022C26.7908 11.0442 29.2697 11.6831 31.5 12.8667C33.1397 13.7368 34.6109 14.8832 35.8512 16.2506Z" fill="#333333"></path> <path d="M27.1821 15.5719C27.5446 15.1552 28.1762 15.1112 28.5929 15.4736C29.0097 15.8361 29.0537 16.4677 28.6912 16.8844L25.9448 20.0423C25.5824 20.459 24.9507 20.503 24.534 20.1406C24.1173 19.7781 24.0733 19.1465 24.4357 18.7298L27.1821 15.5719Z" fill="#333333"></path> </g></svg>					</div>
                    <div class="text_column">Thừa cân</div>
                </div>
            </div>
        </div>
        <div class="logoCenter">
            <img src="Picture/LOGO.png" class="logo1">
        </div>
        <h2>Các dòng sản phẩm của UBi Detox</h2>
        <div class="explore__content">
            <div class=" explore__content__wrap">
                <a href="ProductWeight.css" class="explore__content__item">
                    <img src="Picture/index3.jpg" alt="Hỗ trợ giảm cân">
                    <h5>Hỗ trợ giảm cân</h5>
                </a>
                <a href="ProductPoison.html" class="explore__content__item">
                    <img src="Picture/index2.jpg" alt="Thanh lọc và thải độc">
                    <h5>Thanh lọc và thải độc</h5>
                </a>
                <a href="ProductHealing.html" class="explore__content__item">
                    <img src="Picture/index1.jpg" alt="Nước ép xanh chữa lành cơ thể">
                    <h5>Nước ép xanh chữa lành cơ thể</h5>
                </a>
            </div>
        </div>
        <div class="logoCenter">
            <img src="Picture/LOGO.png" class="logo1">
        </div>
        <h2>Vì sao bạn nên chọn UBi Detox?</h2>
        <div class="blockStrengthRow">
            <div class="row">
                <div class="item">
                    <div class="icon">
                        <img src="Picture/icon1.png" alt="LUÔN THEO SÁT 1-1">
                    </div>
                    <div class="content">
                        <span class="title">LUÔN THEO SÁT 1-1</span>
                        <div class="summary">
                            <p>Chuyên gia dinh dưỡng riêng biệt, tư vấn & theo dõi xuyên suốt quá trình.</p>
                        </div>
                    </div>
                </div>
                <div class="item">
                    <div class="icon">
                        <img src="Picture/icon2.png" alt="TỐI ƯU CHI PHÍ">
                    </div>
                    <div class="content">
                        <span class="title">TỐI ƯU CHI PHÍ</span>
                        <div class="summary">
                            <p>Hiệu quả ngay từ lần đầu tiên sử dụng, duy trì công dụng lâu dài.</p>
                        </div>
                    </div>
                </div>
                <div class="item">
                    <div class="icon">
                        <img src="Picture/icon3.png" alt="TIẾT KIỆM THỜI GIAN">
                    </div>
                    <div class="content">
                        <span class="title">TIẾT KIỆM THỜI GIAN</span>
                        <div class="summary">
                            <p>Nhận trực tiếp thành phẩm mà không cần chuẩn bị bất cứ một công đoạn nào.</p>
                        </div>
                    </div>
                </div>          
                <div class="item">
                    <div class="icon">
                        <img src="Picture/icon1.png" alt="ĐẢM BẢO HIỆU QUẢ">
                    </div>
                    <div class="content">
                        <span class="title">ĐẢM BẢO HIỆU QUẢ</span>
                        <div class="summary">
                            <p>Công trình nghiên cứu với bộ công thức độc quyền do các nhà khoa học Anh công bố.</p>
                        </div>
                    </div>
                </div>
            </div>
        </div>
        <div class="quote">
            <div class="container">
                <div class="block">
                    <div class="blockQuote">
                        <div class="title">
                            <p class="head">
                                “Hạnh phúc trọn vẹn là khi chúng ta ưu tiên những điều giản đơn…”
                            <p>
                                <div class="summary">
                                    Ngày ngày làm bạn với chiếc máy ép và đám rau củ sắc màu, chúng mình hiểu rằng: Định nghĩa đơn giản nhất để đạt được hạnh phúc từ bên trong chính là dành thời gian để lắng nghe cơ thể – hiểu - đáp ứng nhu cầu một cách tự nhiên, phù hợp nhưng “chất” nhất có thể.
                        Clean &amp; Healthy là niềm tâm huyết trao đi giá trị từ những thực phẩm cơ bản nhất, ở trạng thái nguyên thủy, NGUYÊN – CHẤT nhất của chúng. Và chúng mình luôn cố gắng xây dựng theo hướng hiện đại để thực hiện mong ước mang đến lối sống khỏe cho tất cả mọi người, không kể giới tính/nghề nghiệp nhưng vẫn phải an toàn, văn minh. Ưu tiên tính tiện lợi nhất cho người dùng trong thời đại áp lực, bận rộn như hiện nay. 
                        Từ đó, bất cứ ai cũng đều đạt tới hạnh phúc cả bên trong và bên ngoài khi được tự tay viết nên câu chuyện tích cực từ ngoại hình, suy nghĩ đến phong cách sống của riêng mình. Tập quen và "yêu" lối sống lành mạnh từ những hành động thực tiễn nhất. Mỗi ngày...		
                                </div>
                        </div>
                    </div>
                    <div class="blockPic">
                        <img src="Picture/Rauxanh.jpg" alt="Rau">
                    </div>
                </div>
            </div>
        </div>
        <div class="reviewTab">
            <div class="container">
                <div class="blockContent">
                    <p class="title">Cảm nhận của khách hàng đã sử dụng liệu trình</p>
                    <div class="reviewPic">
                        <img src="Picture/fb1.png" alt="Feedback 1">
                        <img src="Picture/fb2.png" alt="Feedback 2">
                        <img src="Picture/fb3.png" alt="Feedback 3">
                        <img src="Picture/fb4.png" alt="Feedback 4">
                    </div>
                </div>
            </div>
        </div>
        <br><br><br><br>
        <h2>Những câu hỏi UBi Detox thường gặp</h2>
        <div class="faqs">
            <div class="faq">
                <div class="header">
                    <h3>Tại sao bạn nên chọn detox, thay vì các phương pháp thanh lọc hay giảm cân?</h3>
                    <i class="fa-solid fa-circle-plus circle_btn" onclick="detail(this)"></i> 
                </div>
                <div class="content">
                    <p>
                        Nhanh chóng - Tiện lợi - An toàn - Hiệu quả nhanh chóng - Đơn giản - Phù hợp với tất cả mọi người. Đó là tóm tắt tất cả những lý do chính giúp bạn thấy được ưu điểm nổi trội của phương pháp detox so với những phương pháp thanh lọc hay giảm cân khác như dùng trà / thuốc, eat clean, low - carb, keto, hay tập luyện,...
                    </p>
                    <p>
                        Detox bằng nước ép rau củ quả không những giúp bạn nạp dưỡng chất cần thiết cho cơ thể, mà còn xây dựng và khởi đầu một lối sống lành mạnh, tránh xa những thực phẩm chế biến sẵn và gây hại cho cơ thể.
                    </p>
                    <p>
                        Đặc biệt, phương pháp detox giúp bạn loại bỏ căng thẳng khi lựa chọn thực phẩm cho bữa ăn, đơn giản là “quá bận rộn” để đưa ra những lựa chọn lành mạnh hơn.
                    </p>
                </div>
            </div>
            <div class="faq">
                <div class="header">
                    <h3>Liệu trình Detox của UBi Detox có đảm bảo giảm cân hay không?</h3>
                    <i class="fa-solid fa-circle-plus circle_btn" onclick="detail(this)"></i> 
                </div>
                <div class="content">
                    <p>
                        Không có bất kì phương pháp nào đảm bảo 100% hiệu quả vì cơ thể và sức khỏe của mỗi cá nhân đều khác nhau. UBi Detox chỉ có thể đảm bảo chất lượng của liệu trình hoàn toàn tự nhiên và tỉ lệ ~98% khách hàng sẽ giảm cân hiệu quả sau 3 đến 7 ngày sử dụng liệu trình theo đúng Hướng dẫn của chuyên gia.
                    </p>
                </div>
            </div>
            <div class="faq">
                <div class="header">
                    <h3>Nước ép của UBi Detox có khó uống không?</h3>
                    <i class="fa-solid fa-circle-plus circle_btn" onclick="detail(this)"></i> 
                </div>
                <div class="content">
                    <p>Nước ép theo công thức đã nghiên cứu của UBi Detox đều rất tươi ngon và chắc chắn mang lại trải nghiệm tuyệt vời nếu bạn yêu thích đồ uống tự nhiên và nguyên chất. Khách hàng của Chúng tôi đã sử dụng và kiểm chứng điều này.</p>
                </div>
            </div>
            <div class="faq">
                <div class="header">
                    <h3>Nguồn gốc nguyên liệu của UBi Detox có đảm bảo không?</h3>
                    <i class="fa-solid fa-circle-plus circle_btn" onclick="detail(this)"></i> 
                </div>
                <div class="content">
                    <p>UBi Detox là thương hiệu sử dụng 100% rau xanh hữu cơ, chúng tôi hiểu hơn ai hết về những vi chất bạn nạp vào cơ thể của mình trong liệu trình. Nguồn gốc nguyên liệu từ những trang trại canh tác hữu cơ có kiểm định chất lượng rõ ràng, và có thương hiệu uy tín trên thị trường. Bạn hãy hỏi chúng tôi về Giấy chứng nhận hữu cơ khi tham gia liệu trình để yên tâm hơn nhé!
                    </p>
                </div>
            </div>
            <div class="faq">
                <div class="header">
                    <h3>Người đau dạ dày có thể detox cùng UBi Detox được hay không?</h3>
                    <i class="fa-solid fa-circle-plus circle_btn" onclick="detail(this)"></i> 
                </div>
                <div class="content">
                    <p><b>HOÀN TOÀN ĐƯỢC!</b></p>
                    <p>
                        Đau dạ dày hay đại tràng xuất hiện chủ yếu là do lối sống không lành mạnh như: thức khuya, căng thẳng, ăn uống mất cân bằng nhiều thực phẩm chứa hóa chất, thức ăn công nghiệp,... Thói quen này làm dạ dày suy yếu, mất cân bằng hệ vi sinh đường ruột khiến vi khuẩn gây hại có cơ hội mạnh lên, lấn át vi khuẩn có lợi và gây viêm loét dạ dày. Một chế độ hoàn toàn từ thực vật là cách an toàn và tự nhiên để làm sạch hệ tiêu hóa, đưa đường ruột trở về trạng thái cân bằng, cũng như bổ sung thực phẩm nhiều tính kiềm giúp trung hòa tình trạng quá tải axit tại dạ dày.
                    </p>
                    <p>
                        Nhiều người lo lắng: những loại quả chua làm tăng axit trong dạ dày gây đau / viêm loét nhưng không phải.Thực tế có một số loại quả chua (cảm giác như rất nhiều axit) như chanh nhưng khi vào cơ thể lại tạo phản ứng kiềm. Dân gian thường truyền tai nhau các quả chua như dứa, chanh hay chuối tiêu ko nên ăn khi đau dạ dày là không hoàn toàn đúng. Quan trọng là liều lượng và cách chế biến nó ra sao. Hơn nữa, các loại quả này khi kết hợp với rau xanh, táo, gừng, cà rốt,.... thì lại khiến cho thức uống trở về cân bằng, hài hòa, và tốt cho tiêu hóa.
                    </p>

                </div>
            </div>
            <div class="faq">
                <div class="header">
                    <h3>Người huyết áp thấp có detox được không?</h3>
                    <i class="fa-solid fa-circle-plus circle_btn" onclick="detail(this)"></i> 
                </div>
                <div class="content">
                    <p><b>HOÀN TOÀN ĐƯỢC!</b></p>
                    <p>
                        Nguyên nhân của huyết áp thấp không phải do thiếu đường, mà là do khả năng hấp thu, chuyển hóa chất và lưu thông máu kém, dẫn tới khả năng tạo máu đi nuôi các cơ quan cũng kém, vì thế mà máu không đủ để lên não gây ra sự mệt mỏi và chóng mặt.
                    </p>
                    <p>
                        Một chế độ dinh dưỡng tốt, đặc biệt là 100% từ thực vật tự nhiên như việc sử dụng sinh tố, nước ép, và sữa hạt sẽ giúp cho các cơ quan được nghỉ ngơi và cải thiện các chức năng làm việc cùng với các vitamin khoáng chất và enzyme, chất xơ có lợi cho quá trình trao đổi chất, nên càng giúp cải thiện sức khỏe và máu huyết lưu thông tốt hơn.
                    </p>
                </div>
            </div>
        </div>
        <div class="online">
            <div class="item">
                <a href="tel:0942412622">
                    <svg width="44" height="44" viewBox="0 0 44 44" fill="#d2170e" xmlns="http://www.w3.org/2000/svg">
                        <circle cx="22" cy="22" r="22" fill="#d2170e"></circle>
                        <path fill-rule="evenodd" clip-rule="evenodd" d="M14.0087 9.35552C14.1581 9.40663 14.3885 9.52591 14.5208 9.61114C15.3315 10.148 17.5888 13.0324 18.3271 14.4726C18.7495 15.2949 18.8903 15.9041 18.758 16.3558C18.6214 16.8415 18.3953 17.0971 17.384 17.9109C16.9786 18.239 16.5988 18.5756 16.5391 18.6651C16.3855 18.8866 16.2617 19.3212 16.2617 19.628C16.266 20.3395 16.7269 21.6305 17.3328 22.6232C17.8021 23.3944 18.6428 24.3828 19.4749 25.1413C20.452 26.0361 21.314 26.6453 22.2869 27.1268C23.5372 27.7488 24.301 27.9064 24.86 27.6466C25.0008 27.5826 25.1501 27.4974 25.1971 27.4591C25.2397 27.4208 25.5683 27.0202 25.9268 26.5772C26.618 25.7079 26.7759 25.5674 27.2496 25.4055C27.8513 25.201 28.4657 25.2563 29.0844 25.5716C29.5538 25.8145 30.5779 26.4493 31.2393 26.9095C32.1098 27.5187 33.9703 29.0355 34.2221 29.3381C34.6658 29.8834 34.7427 30.5821 34.4439 31.3534C34.1281 32.1671 32.8992 33.6925 32.0415 34.3444C31.2649 34.9323 30.7145 35.1581 29.9891 35.1922C29.3917 35.222 29.1442 35.1709 28.3804 34.8556C22.3893 32.3887 17.6059 28.7075 13.8081 23.65C11.8239 21.0084 10.3134 18.2688 9.28067 15.427C8.67905 13.7696 8.64921 13.0495 9.14413 12.2017C9.35753 11.8438 10.2664 10.9575 10.9278 10.4633C12.0288 9.64524 12.5365 9.34273 12.9419 9.25754C13.2193 9.19787 13.7014 9.24473 14.0087 9.35552Z" fill="white"></path>
                        <defs>
                        <linearGradient id="paint0_linear" x1="22" y1="-7.26346e-09" x2="22.1219" y2="40.5458" gradientUnits="userSpaceOnUse">
                        <stop stop-color="#8AD336"></stop>
                        <stop offset="1" stop-color="#509600"></stop>
                        </linearGradient>
                        </defs>
                    </svg>
                </a>
                <a href="https://www.facebook.com/profile.php?id=61560633716990">
                    <svg width="44" height="44" viewBox="0 0 44 44" fill="#29affa" xmlns="http://www.w3.org/2000/svg">
                        <circle cx="22" cy="22" r="22" fill="#29affa"></circle>
                        <path fill-rule="evenodd" clip-rule="evenodd" d="M22.0026 7.70215C14.1041 7.70215 7.70117 13.6308 7.70117 20.9442C7.70117 25.1115 9.78083 28.8286 13.0309 31.256V36.305L17.9004 33.6325C19.2 33.9922 20.5767 34.1863 22.0026 34.1863C29.9011 34.1863 36.304 28.2576 36.304 20.9442C36.304 13.6308 29.9011 7.70215 22.0026 7.70215ZM23.4221 25.5314L19.7801 21.6471L12.6738 25.5314L20.4908 17.2331L24.2216 21.1174L31.239 17.2331L23.4221 25.5314Z" fill="white"></path>
                        <defs>
                        <linearGradient id="paint0_linear" x1="21.6426" y1="43.3555" x2="21.6426" y2="0.428639" gradientUnits="userSpaceOnUse">
                        <stop stop-color="#1168CF"></stop>
                        <stop offset="1" stop-color="#2CB7FF"></stop>
                        </linearGradient>
                        </defs>
                    </svg>
                </a>
                <a href="https://www.facebook.com/groups/418030244437181">
                    <svg width="44" height="44" viewBox="0 0 44 44" fill="#5296fa" xmlns="http://www.w3.org/2000/svg">
                        <circle cx="22" cy="22" r="22" fill="#5296fa"></circle>
                        <g clip-path="url(#clip0)">
                        <path fill-rule="evenodd" clip-rule="evenodd" d="M15.274 34.0907C15.7773 34.0856 16.2805 34.0804 16.783 34.0804C16.7806 34.0636 16.7769 34.0479 16.7722 34.0333C16.777 34.0477 16.7808 34.0632 16.7832 34.0798C16.8978 34.0798 17.0124 34.0854 17.127 34.0965H25.4058C26.0934 34.0965 26.7809 34.0977 27.4684 34.0989C28.8434 34.1014 30.2185 34.1039 31.5935 34.0965H31.6222C33.5357 34.0798 35.0712 32.5722 35.0597 30.7209V27.4784C35.0597 27.4582 35.0612 27.4333 35.0628 27.4071C35.0676 27.3257 35.0731 27.2325 35.0368 27.2345C34.9337 27.2401 34.7711 27.2757 34.7138 27.3311C34.2744 27.6145 33.8483 27.924 33.4222 28.2335C32.57 28.8525 31.7179 29.4715 30.7592 29.8817C27.0284 31.0993 23.7287 31.157 20.2265 30.3385C20.0349 30.271 19.9436 30.2786 19.7816 30.292C19.6773 30.3007 19.5436 30.3118 19.3347 30.3068C19.3093 30.3077 19.2829 30.3085 19.2554 30.3093C18.9099 30.3197 18.4083 30.3348 17.8088 30.6877C16.4051 31.1034 14.5013 31.157 13.5175 31.0147C13.522 31.0245 13.5247 31.0329 13.5269 31.0407C13.5236 31.0341 13.5204 31.0275 13.5173 31.0208C13.5036 31.0059 13.4864 30.9927 13.4696 30.98C13.4163 30.9393 13.3684 30.9028 13.46 30.8268C13.4867 30.8102 13.5135 30.7929 13.5402 30.7757C13.5937 30.7412 13.6472 30.7067 13.7006 30.6771C14.4512 30.206 15.1559 29.6905 15.6199 28.9311C16.2508 28.1911 15.9584 27.9025 15.4009 27.3524L15.3799 27.3317C12.6639 24.6504 11.8647 21.8054 12.148 17.9785C12.486 15.8778 13.4829 14.0708 14.921 12.4967C15.7918 11.5433 16.8288 10.7729 17.9632 10.1299C17.9796 10.1198 17.9987 10.1116 18.0182 10.1032C18.0736 10.0793 18.1324 10.0541 18.1408 9.98023C18.1475 9.92191 18.0507 9.90264 18.0163 9.90264C17.3698 9.90264 16.7316 9.89705 16.0964 9.89148C14.8346 9.88043 13.5845 9.86947 12.3041 9.90265C10.465 9.95254 8.78889 11.1779 8.81925 13.3614C8.82689 17.2194 8.82435 21.0749 8.8218 24.9296C8.82053 26.8567 8.81925 28.7835 8.81925 30.7104C8.81925 32.5007 10.2344 34.0028 12.085 34.0749C13.1465 34.1125 14.2107 34.1016 15.274 34.0907ZM13.5888 31.1403C13.5935 31.1467 13.5983 31.153 13.6032 31.1594C13.7036 31.2455 13.8031 31.3325 13.9021 31.4202C13.8063 31.3312 13.7072 31.2423 13.6035 31.1533C13.5982 31.1487 13.5933 31.1444 13.5888 31.1403ZM16.5336 33.8108C16.4979 33.7885 16.4634 33.7649 16.4337 33.7362C16.4311 33.7358 16.4283 33.7352 16.4254 33.7345C16.4281 33.7371 16.4308 33.7397 16.4335 33.7423C16.4632 33.7683 16.4978 33.79 16.5336 33.8108Z" fill="white"></path>
                        <path d="M17.6768 21.6754C18.5419 21.6754 19.3555 21.6698 20.1633 21.6754C20.6159 21.6809 20.8623 21.8638 20.9081 22.213C20.9597 22.6509 20.6961 22.9447 20.2034 22.9502C19.2753 22.9613 18.3528 22.9558 17.4247 22.9558C17.1554 22.9558 16.8919 22.9669 16.6226 22.9502C16.2903 22.9336 15.9637 22.8671 15.8033 22.5345C15.6429 22.2019 15.7575 21.9026 15.9752 21.631C16.8575 20.5447 17.7455 19.4527 18.6336 18.3663C18.6851 18.2998 18.7367 18.2333 18.7883 18.1723C18.731 18.0781 18.6508 18.1224 18.582 18.1169C17.9633 18.1114 17.3388 18.1169 16.72 18.1114C16.5768 18.1114 16.4335 18.0947 16.296 18.067C15.9695 17.995 15.7689 17.679 15.8434 17.3686C15.895 17.158 16.0669 16.9862 16.2846 16.9363C16.4221 16.903 16.5653 16.8864 16.7085 16.8864C17.7284 16.8809 18.7539 16.8809 19.7737 16.8864C19.9571 16.8809 20.1347 16.903 20.3123 16.9474C20.7019 17.0749 20.868 17.4241 20.7133 17.7899C20.5758 18.1058 20.3581 18.3774 20.1404 18.649C19.3899 19.5747 18.6393 20.4948 17.8888 21.4093C17.8258 21.4814 17.7685 21.5534 17.6768 21.6754Z" fill="white"></path>
                        <path d="M24.3229 18.7604C24.4604 18.5886 24.6036 18.4279 24.8385 18.3835C25.2911 18.2948 25.7151 18.5775 25.7208 19.021C25.738 20.1295 25.7323 21.2381 25.7208 22.3467C25.7208 22.6349 25.526 22.8899 25.2453 22.973C24.9588 23.0783 24.6322 22.9952 24.4432 22.7568C24.3458 22.6404 24.3057 22.6183 24.1682 22.7236C23.6468 23.1338 23.0567 23.2058 22.4207 23.0063C21.4009 22.6848 20.9827 21.9143 20.8681 20.9776C20.7478 19.9632 21.0973 19.0986 22.0369 18.5664C22.816 18.1175 23.6067 18.1563 24.3229 18.7604ZM22.2947 20.7836C22.3061 21.0275 22.3863 21.2603 22.5353 21.4543C22.8447 21.8534 23.4348 21.9365 23.8531 21.6372C23.9218 21.5873 23.9848 21.5263 24.0421 21.4543C24.363 21.033 24.363 20.3402 24.0421 19.9189C23.8817 19.7027 23.6296 19.5752 23.3603 19.5697C22.7301 19.5309 22.289 20.002 22.2947 20.7836ZM28.2933 20.8168C28.2474 19.3923 29.2157 18.3281 30.5907 18.2893C32.0517 18.245 33.1174 19.1928 33.1632 20.5785C33.209 21.9808 32.321 22.973 30.9517 23.106C29.4563 23.2502 28.2704 22.2026 28.2933 20.8168ZM29.7313 20.6838C29.7199 20.961 29.8058 21.2326 29.9777 21.4598C30.2928 21.8589 30.8829 21.9365 31.2955 21.6261C31.3585 21.5818 31.41 21.5263 31.4616 21.4709C31.7939 21.0496 31.7939 20.3402 31.4673 19.9189C31.3069 19.7083 31.0548 19.5752 30.7855 19.5697C30.1668 19.5364 29.7313 19.991 29.7313 20.6838ZM27.7891 19.7138C27.7891 20.573 27.7948 21.4321 27.7891 22.2912C27.7948 22.6848 27.474 23.0118 27.0672 23.0229C26.9985 23.0229 26.924 23.0174 26.8552 23.0007C26.5688 22.9287 26.351 22.6349 26.351 22.2857V17.8791C26.351 17.6186 26.3453 17.3636 26.351 17.1031C26.3568 16.6763 26.6375 16.3992 27.0615 16.3992C27.4969 16.3936 27.7891 16.6708 27.7891 17.1142C27.7948 17.9789 27.7891 18.8491 27.7891 19.7138Z" fill="white"></path>
                        <path d="M22.2947 20.7828C22.289 20.0013 22.7302 19.5302 23.3547 19.5634C23.6239 19.5745 23.876 19.702 24.0364 19.9181C24.3573 20.3339 24.3573 21.0322 24.0364 21.4535C23.7271 21.8526 23.1369 21.9357 22.7187 21.6364C22.65 21.5865 22.5869 21.5255 22.5296 21.4535C22.3864 21.2595 22.3062 21.0267 22.2947 20.7828ZM29.7314 20.683C29.7314 19.9957 30.1668 19.5357 30.7856 19.569C31.0549 19.5745 31.307 19.7075 31.4674 19.9181C31.794 20.3394 31.794 21.0544 31.4617 21.4701C31.1408 21.8636 30.545 21.9302 30.1382 21.6198C30.0752 21.5754 30.0236 21.52 29.9778 21.459C29.8059 21.2318 29.7257 20.9602 29.7314 20.683Z" fill="#0068FF"></path>
                        </g>
                        <defs>
                        <linearGradient id="paint0_linear" x1="22" y1="0" x2="22" y2="44" gradientUnits="userSpaceOnUse">
                        <stop stop-color="#5FA0FF"></stop>
                        <stop offset="1" stop-color="#035ADA"></stop>
                        </linearGradient>
                        <clipPath id="clip0">
                        <rect width="26.3641" height="24.2" fill="white" transform="translate(8.78906 9.90234)"></rect>
                        </clipPath>
                        </defs>
                    </svg>
                </a>
            </div>
        </div>
        <footer id="footer">
            <a href="index.html"><img src="Picture/LOGO.png" alt="" class="logo"></a>
            <div>
                <span class="media">Theo dõi chúng tôi tại:</span>
                <ul class="social">
                    <li><a href="https://www.facebook.com/groups/418030244437181"><img src="Picture/facebook.svg" alt=""></a></li>
                </ul>
            </div>
        </footer>
    </div>
    <script>
        // Tạo IntersectionObserver
        const observer = new IntersectionObserver(entries => {
            entries.forEach(entry => {
                const items = entry.target.querySelectorAll('.item');
                items.forEach((item, index) => {
                    if (entry.isIntersecting) {
                        setTimeout(() => {
                            item.classList.add('fadeInLeft');
                        }, index * 250); // Delay 0.25s cho mỗi phần tử
                    } else {
                        item.classList.remove('fadeInLeft');
                    }
                });
            });
        });

        // Chọn tất cả các phần tử có class 'listColumn' và quan sát từng phần tử này
        document.querySelectorAll('.listColumn').forEach(column => {
            observer.observe(column);
        });

        // Tạo một IntersectionObserver
const observer1 = new IntersectionObserver(entries => {
    entries.forEach(entry => {
        const items = entry.target.querySelectorAll('.row .item');
        items.forEach((item, index) => {
            if (entry.isIntersecting) {
                setTimeout(() => {
                    if (item.matches(':nth-child(2)')) {
                        item.classList.add('hello2');
                    }
                    if (item.matches(':nth-child(3)')) {
                        item.classList.add('hello3');
                    }
                    if (item.matches(':nth-child(4)')) {
                        item.classList.add('hello4');
                    }
                }, index * 100); // Delay mỗi phần tử
            } else {
                item.classList.remove('hello2', 'hello3', 'hello4');
            }
        });
    });
});

// Bắt đầu quan sát từng .row trong .blockStrengthRow
document.querySelectorAll('.blockStrengthRow .row').forEach(row => {
    observer1.observe(row);
});


        function detail(btn) {
            const header = btn.parentElement;
            const content = header.nextElementSibling;
            const h3 = header.querySelector('h3');
            if (content.style.display === 'block') {
                content.style.display = 'none';
                h3.style.color = '';
                header.style.backgroundImage = "url(Picture/faq-header-bg.svg)";
            } else {
                content.style.display = 'block';
                h3.style.color = 'wheat';
                header.style.backgroundImage = "url(Picture/faq-header-bg-choice.svg)";
            }
        }
        
    </script> 
</body>
</html>
